Repository: coteditor/CotEditor
Catalog: CotEditor/Localizables/ColorCode.xcstrings
Source language: en
Languages: pt

source: Color Code
pt: código de Cor

# ColorCodeType.cssHSL.label
source: CSS HSL
pt: HSL CSS

# ColorCodeType.cssHSLa.label
source: CSS HSLa
pt: HSLa CSS

# ColorCodeType.cssKeyword.label
source: CSS Keyword
pt: Palavra-chave CSS

# ColorCodeType.cssRGB.label
source: CSS RGB
pt: RGB CSS

# ColorCodeType.cssRGBa.label
source: CSS RGBa
pt: RGBa CSS

# ColorCodeType.hex.label
source: Hexadecimal
pt: Hexa

# ColorCodeType.hexWithAlpha.label
source: Hexadecimal with Alpha
pt: Hexa com Alfa

# ColorCodeType.shortHex.label
source: Hexadecimal (Short)
pt: Hexa (Curto)

source: Insert
pt: Inserir

source: Stylesheet Keywords
pt: Palavras-chave da Folha de Estilo
